{
  "startTitle":"Personalize Your Experience",
  "startDesc": "Choose your preferred theme and language to get started with a comfortable, tailored experience that suits your style.",
  "language": "Language",
  "theme": "Theme",
  "letsStart": "Let’s Start",
  "email": "Email",
  "password": "Password",
  "forgetPass": "Forget Password",
  "login": "Login",
  "dontHaveAccount": "Don’t Have Account ?",
  "createAcc": "Create Account",
  "or":"Or",
  "loginGoogle":"Login With Google",
  "register":"Register",
  "name": "Name",
  "rePass": "Re Password",
  "alreadyHaveAcc": "Already Have Account ?",
  "restPass": "Reset Password",
  "shouldEmpty": "Shouldn't be empty",
  "emailAlreadyExist": "The account already exists for that email.",
  "ok": "Ok",
  "passwordWeak": "The password provided is too weak.",
  "userNotFound": "No user found for that email.",
  "wrongPass": "Wrong password provided for that user.",
  "boardOneTitle" : "Find Events That Inspire You",
  "boardOneDesc" : "Dive into a world of events crafted to fit your unique interests. Whether you're into live music, art workshops, professional networking, or simply discovering new experiences, we have something for everyone. Our curated recommendations will help you explore, connect, and make the most of every opportunity around you.",
  "boardTwoTitle" : "Effortless Event Planning",
  "boardTwoDesc" : "Take the hassle out of organizing events with our all-in-one planning tools. From setting up invites and managing RSVPs to scheduling reminders and coordinating details, we’ve got you covered. Plan with ease and focus on what matters – creating an unforgettable experience for you and your guests.",
  "boardThreeTitle" : "Connect with Friends & Share Moments",
  "boardThreeDesc" : "Make every event memorable by sharing the experience with others. Our platform lets you invite friends, keep everyone in the loop, and celebrate moments together. Capture and share the excitement with your network, so you can relive the highlights and cherish the memories."

}